/* No comment provided by engineer. */
"Refer this app to a friend and earn money !" = "Parrainez un ami et gagnez de l'argent !";

/* No comment provided by engineer. */
"Register now, for free" = "Register now, for free";

/* No comment provided by engineer. */
"Thank you for your registration, please tap here to proceed further steps." = "Merci pour <u>votre inscription</u>, veuillez taper ici pour passer à l'étape suivante.";

/* No comment provided by engineer. */
"You just save 10 €, thank you for trusting us and see you soon! :)" = "Vous venez d'économiser 10€, merci de nous avoir fait confiance et à bientôt ! :)";

/* No comment provided by engineer. */
"Your friend \"John Appleseed\" just download the application ... Congratulations, you just won € 10 credit that can be used for your next purchase! :)" = "Votre ami \"John Appleseed\" vient tout juste de télécharger l'application... félicitations, vous venez de gagner 10€ de crédits utilisables pour vos prochains achats ! :)";

